import React from "react";
import Main from "../components/section/Main";
export default function Acceptance() {
  return (
    <Main>
      <div className="modal-content2">
        <h1 className="contenth1">법률의제정</h1>
        군인 또는 군무원이 아닌 국민은 대한민국의 영역안에서는 중대한 군사상
        기밀·초병·초소·유독음식물공급·포로·군용물에 관한 죄중 법률이 정한 경우와
        비상계엄이 선포된 경우를 제외하고는 군사법원의 재판을 받지 아니한다.
        국가는 평생교육을 진흥하여야 한다. 모든 국민은 신체의 자유를 가진다.
        누구든지 법률에 의하지 아니하고는 체포·구속·압수·수색 또는 심문을 받지
        아니하며, 법률과 적법한 절차에 의하지 아니하고는 처벌·보안처분 또는
        강제노역을 받지 아니한다. 이 헌법은 1988년 2월 25일부터 시행한다. 다만,
        이 헌법을 시행하기 위하여 필요한 법률의 제정·개정과 이 헌법에 의한
        대통령 및 국회의원의 선거 기타 이 헌법시행에 관한 준비는 이 헌법시행
        전에 할 수 있다. 모든 국민의 재산권은 보장된다. 그 내용과 한계는 법률로
        정한다. 정부는 예산에 변경을 가할 필요가 있을 때에는 추가경정예산안을
        편성하여 국회에 제출할 수 있다. 군사재판을 관할하기 위하여
        특별법원으로서 군사법원을 둘 수 있다. 이 헌법시행 당시에 이 헌법에
        의하여 새로 설치될 기관의 권한에 속하는 직무를 행하고 있는 기관은 이
        헌법에 의하여 새로운 기관이 설치될 때까지 존속하며 그 직무를 행한다.
        제2항의 재판관중 3인은 국회에서 선출하는 자를, 3인은 대법원장이 지명하는
        자를 임명한다. 사면·감형 및 복권에 관한 사항은 법률로 정한다.
        국가원로자문회의의 의장은 직전대통령이 된다. 다만, 직전대통령이 없을
        때에는 대통령이 지명한다. 탄핵소추의 의결을 받은 자는 탄핵심판이 있을
        때까지 그 권한행사가 정지된다. 명령·규칙 또는 처분이 헌법이나 법률에
        위반되는 여부가 재판의 전제가 된 경우에는 대법원은 이를 최종적으로
        심사할 권한을 가진다. 전직대통령의 신분과 예우에 관하여는 법률로 정한다.
        법률은 특별한 규정이 없는 한 공포한 날로부터 20일을 경과함으로써 효력을
        발생한다. 국무위원은 국정에 관하여 대통령을 보좌하며, 국무회의의
        구성원으로서 국정을 심의한다. 비상계엄하의 군사재판은 군인·군무원의
        범죄나 군사에 관한 간첩죄의 경우와 초병·초소·유독음식물공급·포로에 관한
        죄중 법률이 정한 경우에 한하여 단심으로 할 수 있다. 다만, 사형을 선고한
        경우에는 그러하지 아니하다.
      </div>
    </Main>
  );
}
