import React from "react";

export default function Guideline() {
  return (
    <div>
      <h2 className="modal-title">가이드라인</h2>
      <div className="modal-content-inner">
        모든 국민은 언론·출판의 자유와 집회·결사의 자유를 가진다. 대통령이
        궐위되거나 사고로 인하여 직무를 수행할 수 없을 때에는 국무총리, 법률이
        정한 국무위원의 순서로 그 권한을 대행한다. 국가는 노인과 청소년의
        복지향상을 위한 정책을 실시할 의무를 진다. 대통령은 법률이 정하는 바에
        의하여 사면·감형 또는 복권을 명할 수 있다. 국군은 국가의 안전보장과
        국토방위의 신성한 의무를 수행함을 사명으로 하며, 그 정치적 중립성은
        준수된다. 헌법재판소 재판관은 정당에 가입하거나 정치에 관여할 수 없다.
        법률안에 이의가 있을 때에는 대통령은 제1항의 기간내에 이의서를 붙여
        국회로 환부하고, 그 재의를 요구할 수 있다. 국회의 폐회중에도 또한 같다.
        위원은 정당에 가입하거나 정치에 관여할 수 없다. 국가는 청원에 대하여
        심사할 의무를 진다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와
        창의를 존중함을 기본으로 한다. 국가는 건전한 소비행위를 계도하고
        생산품의 품질향상을 촉구하기 위한 소비자보호운동을 법률이 정하는 바에
        의하여 보장한다. 군사법원의 조직·권한 및 재판관의 자격은 법률로 정한다.
        국가의 세입·세출의 결산, 국가 및 법률이 정한 단체의 회계검사와 행정기관
        및 공무원의 직무에 관한 감찰을 하기 위하여 대통령 소속하에 감사원을
        둔다. 감사원은 원장을 포함한 5인 이상 11인 이하의 감사위원으로 구성한다.
        대통령의 임기연장 또는 중임변경을 위한 헌법개정은 그 헌법개정 제안
        당시의 대통령에 대하여는 효력이 없다. 모든 국민은 건강하고 쾌적한
        환경에서 생활할 권리를 가지며, 국가와 국민은 환경보전을 위하여
        노력하여야 한다. 대통령은 전시·사변 또는 이에 준하는 국가비상사태에
        있어서 병력으로써 군사상의 필요에 응하거나 공공의 안녕질서를 유지할
        필요가 있을 때에는 법률이 정하는 바에 의하여 계엄을 선포할 수 있다.
        피고인의 자백이 고문·폭행·협박·구속의 부당한 장기화 또는 기망 기타의
        방법에 의하여 자의로 진술된 것이 아니라고 인정될 때 또는 정식재판에
        있어서 피고인의 자백이 그에게 불리한 유일한 증거일 때에는 이를 유죄의
        증거로 삼거나 이를 이유로 처벌할 수 없다. 행정각부의 설치·조직과
        직무범위는 법률로 정한다. 공공필요에 의한 재산권의 수용·사용 또는 제한
        및 그에 대한 보상은 법률로써 하되, 정당한 보상을 지급하여야 한다.
        근로자는 근로조건의 향상을 위하여 자주적인 단결권·단체교섭권 및
        단체행동권을 가진다. 원장은 국회의 동의를 얻어 대통령이 임명하고, 그
        임기는 4년으로 하며, 1차에 한하여 중임할 수 있다.
        저작자·발명가·과학기술자와 예술가의 권리는 법률로써 보호한다. 국가는
        농지에 관하여 경자유전의 원칙이 달성될 수 있도록 노력하여야 하며, 농지의
        소작제도는 금지된다. 근로조건의 기준은 인간의 존엄성을 보장하도록 법률로
        정한다. 누구든지 체포 또는 구속의 이유와 변호인의 조력을 받을 권리가
        있음을 고지받지 아니하고는 체포 또는 구속을 당하지 아니한다. 체포 또는
        구속을 당한 자의 가족등 법률이 정하는 자에게는 그 이유와 일시·장소가
        지체없이 통지되어야 한다.
      </div>
    </div>
  );
}
