import React from "react";
import Main from "../components/section/Main";

export default function Notice() {
  return (
    <Main>
      <div className="modal-content2">
        <h1 className="contenth1">개인정보처리방침</h1>
        개인정보처리방침에 대한 안내 개인정보보호 종합지원시스템이 취급하는 모든
        개인정보는 관련 법령에 근거하여 수집 · 보유 및 처리되고 있습니다.
        「개인정보보호법」은 이러한 개인정보의 취급에 대한 일반적 규범을
        제시하고 있으며, 개인정보보호 종합지원시스템은 이러한 법령의 규정에 따라
        수집 · 보유 및 처리하는 개인정보를 공공업무의 적절한 수행과 이용자의
        권익을 보호하기 위해 적법하고 적정하게 취급할 것입니다. 또한,
        개인정보보호 종합지원시스템은 관련 법령에서 규정한 바에 따라 보유하고
        있는 개인정보에 대한 열람, 정정·삭제, 처리정지 요구 등 이용자의 권익을
        존중하며, 이용자는 이러한 법령상 권익의 침해 등에 대하여 행정심판법에서
        정하는 바에 따라 행정심판을 청구할 수 있습니다. 개인정보보호
        종합지원시스템은 「개인정보보호법」에 따라 이용자의 개인정보 보호 및
        권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수
        있도록 다음과 같은 개인정보 처리방침을 두고 있으며, 개인정보처리방침을
        개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.
        본 방침은 2011년 9월 30일부터 시행됩니다. 제1조 (개인정보의 처리 목적)
        개인정보보호 종합지원시스템은 개인정보를 다음의 목적을 위해 처리합니다.
        처리한 개인정보는 다음의 목적이외의 용도로는 사용되지 않으며 이용 목적이
        변경될 시에는 사전동의를 구할 예정입니다. 가. 서비스 제공 교육 콘텐츠
        제공, 본인인증, 증명서발급(교육 수료증) 등 서비스 제공에 관련한 목적으로
        개인정보를 처리합니다. 협박 사례를 적극 신고하시기 바랍니다. 나.
        민원처리 개인정보 열람, 개인정보 정정·삭제, 개인정보 처리정지 요구,
        개인정보 유출사고 신고 등 개인정보와 관련된 민원처리를 목적으로
        개인정보를 처리합니다. 제2조 (개인정보의 처리 및 보유 기간) 이용자
        개인정보는 원칙적으로 개인정보의 처리목적이 달성되면 지체없이
        파기합니다. 단, 다음의 정보에 대하여는 아래의 사유로 명시한 기간 동안
        보존합니다. 가. 개인정보 파일명 : 교육서비스 제공 사용자 정보 개인정보
        항목 : 성명, 기관명, 직위, 전화번호, 이메일 보유근거 : 본인인증,
        교육이력관리, 교육수료증 발급(표준 개인정보 보호지침 내 개인정보파일
        보유기간 책정 기준표) 보유기간 : 3년 나. 개인정보 파일명 : 개인정보
        열람등요구 처리 사용자 정보 개인정보 항목 : 성명, 생년월일, 이메일,
        전화번호, 휴대폰번호, fax번호, 주소 보유근거 : 행정업무의 참고 또는 사실
        증명(표준 개인정보 보호지침 내 개인정보파일 보유기간 책정 기준표)
        보유기간 : 3년 가. 개인정보 파일명 : 교육서비스 제공 사용자 정보
        개인정보 파일명 : 유출사고 신고 처리 사용자 정보 보유근거 : 행정업무의
        참고 또는 사실 증명(표준 개인정보 보호지침 내 개인정보파일 보유기간 책정
        기준표) 보유기간 : 3년 제3조 (개인정보의 제3자 제공) 개인정보보호
        종합지원시스템은 원칙적으로 이용자의 개인정보를 제1조 (개인정보의 처리
        목적)에서 명시한 범위 내에서 처리하며, 이용자의 사전 동의 없이는 본래의
        범위를 초과하여 처리하거나 제3자에게 제공하지 않습니다. 단, 다음의
        경우에는 개인정보를 처리할 수 있습니다. 이용자가 사전에 제3자 제공 및
        공개에 동의한 경우 법령 등에 의해 제공이 요구되는 경우 서비스의 제공에
        관한 계약의 이행을 위하여 필요한 개인정보로서 경제적/기술적인 사유로
        통상의 동의를 받는 것이 현저히 곤란한 경우 개인을 식별하기에 특정할 수
        없는 상태로 가공하여 기용하는 경우 제4조 (개인정보처리 위탁)
        개인정보보호 종합지원시스템은 원칙적으로 이용자의 동의없이 해당
        개인정보의 처리를 타인에게 위탁하지 않습니다. 향후 개인정보처리 위탁
        필요가 생길 경우, 위탁대상자, 위탁업무내용, 위탁기간, 위탁계약
        내용(개인정보보호 관련 법규의 준수, 개인정보에 관한 제3자 제공 금지 및
        책임부담 등을 규정)을 공지사항 및 개인정보처리방침을 통해
        고지하겠습니다. 또한 필요한 경우 사전 동의를 받도록 하겠습니다. 제5조
        (정보주체 권리·의무 및 그 행사방법) 이용자는 정보주체로서 다음과 같은
        권리를 행사할 수 있습니다. 개인정보 열람 요구 : 개인정보보호
        종합지원시스템에서 보유하고 있는 개인정보파일은 「개인정보보호법」
        제35조(개인정보의 열람)에 따라 열람을 요구할 수 있습니다. 개인정보 열람
        요구 시 법 제35조 5항에 의하여 열람을 제한할 수 있습니다. 1. 법률에 따라
        열람이 금지되거나 제한되는 경우 2. 다른 사람의 생명·신체를 해할 우려가
        있거나 다른 사람의 재산과 그 밖의 이익을 부당하게 침해할 우려가 있는
        경우 3. 공공기관이 다음 각 목의 어느 하나에 해당하는 업무를 수행할 때
        중대한 지장을 초래하는 경우 가. 조세의 부과·징수 또는 환급에 관한 업무
        나. 「초·중등교육법」 및 「고등교육법」에 따른 각급 학교,
        「평생교육법」에 따른 평생교육시설, 그 밖의 다른 법률에 따라 설치 된
        고등교육기관에서의 성적 평가 또는 입학자 선발에 관한 업무 다. 학력·기능
        및 채용에 관한 시험, 자격 심사에 관한 업무 라. 보상금·급부금 산정 등에
        대하여 진행 중인 평가 또는 판단에 관한 업무 마. 다른 법률에 따라 진행
        중인 감사 및 조사에 관한 업무 개인정보 정정·삭제 요구 : 개인정보보호
        종합지원시스템에서 보유하고 있는 개인정보파일은 「개인정보보호법」
        제36조(개인정보의 정정·삭제)에 따라 정정·삭제를 요구할 수 있습니다.
        다만, 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는
        그 삭제를 요구할 수 없습니다. 개인정보 처리정지 요구 : 개인정보보호
        종합지원시스템에서 보유하고 있는 개인정보파일은 「개인정보보호법」
        제37조(개인정보의 처리정지 등)에 따라 처리정지를 요구할 수 있습니다.
        개인정보 처리정지 요구 시 법 제37조 2항에 의하여 처리정지 요구를 거절할
        수 있습니다. 1. 법률에 특별한 규정이 있거나 법령상 의무를 준수하기
        위하여 불가피한 경우 2. 다른 사람의 생명·신체를 해할 우려가 있거나 다른
        사람의 재산과 그 밖의 이익을 부당하게 침해할 우려가 있는 경우 3.
        공공기관이 개인정보를 처리하지 아니하면 다른 법률에서 정하는 소관 업무를
        수행할 수 없는 경우 4. 개인정보를 처리하지 아니하면 정보주체와 약정한
        서비스를 제공하지 못하는 등 계약의 이행이 곤란한 경우로서 정보주체가 그
        계약의 해지 의사를 명확하게 밝히지 아니한 경우 개인정보 열람, 정정·삭제,
        처리정지 요구는 개인정보보호 종합지원시스템의 ’개인정보 민원’ 메뉴 내
        ‘개인정보 열람등요구’ 메뉴를 클릭하여 본인인증 절차를 거친 후
        가능합니다.
      </div>
    </Main>
  );
}
