import React from "react";
import Main from "../components/section/Main";
export default function Partnership() {
  return (
    <Main>
      <div className="modal-content2">
        <h1 className="contenth1">국민의 의무</h1>
        모든 국민은 근로의 의무를 진다. 국가는 근로의 의무의 내용과 조건을
        민주주의원칙에 따라 법률로 정한다. 대통령은 국가의 독립·영토의
        보전·국가의 계속성과 헌법을 수호할 책무를 진다. 의원을 제명하려면
        국회재적의원 3분의 2 이상의 찬성이 있어야 한다. 법관이 중대한 심신상의
        장해로 직무를 수행할 수 없을 때에는 법률이 정하는 바에 의하여 퇴직하게
        할 수 있다. 국무총리는 국회의 동의를 얻어 대통령이 임명한다. 의무교육은
        무상으로 한다. 대법원장과 대법관이 아닌 법관의 임기는 10년으로 하며,
        법률이 정하는 바에 의하여 연임할 수 있다. 정당의 설립은 자유이며,
        복수정당제는 보장된다. 대통령은 국무회의의 의장이 되고, 국무총리는
        부의장이 된다. 모든 국민은 법 앞에 평등하다. 누구든지 성별·종교 또는
        사회적 신분에 의하여 정치적·경제적·사회적·문화적 생활의 모든 영역에
        있어서 차별을 받지 아니한다. 비상계엄하의 군사재판은 군인·군무원의
        범죄나 군사에 관한 간첩죄의 경우와 초병·초소·유독음식물공급·포로에 관한
        죄중 법률이 정한 경우에 한하여 단심으로 할 수 있다. 다만, 사형을 선고한
        경우에는 그러하지 아니하다. 모든 국민은 법률이 정하는 바에 의하여 납세의
        의무를 진다. 국회의원의 수는 법률로 정하되, 200인 이상으로 한다.
        대통령은 전시·사변 또는 이에 준하는 국가비상사태에 있어서 병력으로써
        군사상의 필요에 응하거나 공공의 안녕질서를 유지할 필요가 있을 때에는
        법률이 정하는 바에 의하여 계엄을 선포할 수 있다. 헌법에 의하여
        체결·공포된 조약과 일반적으로 승인된 국제법규는 국내법과 같은 효력을
        가진다. 대법원장과 대법관이 아닌 법관은 대법관회의의 동의를 얻어
        대법원장이 임명한다. 국가는 여자의 복지와 권익의 향상을 위하여
        노력하여야 한다. 제3항의 승인을 얻지 못한 때에는 그 처분 또는 명령은
        그때부터 효력을 상실한다. 이 경우 그 명령에 의하여 개정 또는 폐지되었던
        법률은 그 명령이 승인을 얻지 못한 때부터 당연히 효력을 회복한다.
        연소자의 근로는 특별한 보호를 받는다. 국가의 세입·세출의 결산, 국가 및
        법률이 정한 단체의 회계검사와 행정기관 및 공무원의 직무에 관한 감찰을
        하기 위하여 대통령 소속하에 감사원을 둔다.
      </div>
    </Main>
  );
}
