import React from "react";

export default function Penalty() {
  return (
    <div>
      <h2 className="modal-title">패널티정책</h2>
      <div className="modal-content-inner">
        위원은 정당에 가입하거나 정치에 관여할 수 없다. 누구든지 체포 또는
        구속을 당한 때에는 적부의 심사를 법원에 청구할 권리를 가진다. 재의의
        요구가 있을 때에는 국회는 재의에 붙이고, 재적의원과반수의 출석과
        출석의원 3분의 2 이상의 찬성으로 전과 같은 의결을 하면 그 법률안은
        법률로서 확정된다. 대통령의 임기가 만료되는 때에는 임기만료 70일 내지
        40일전에 후임자를 선거한다. 모든 국민은 신속한 재판을 받을 권리를
        가진다. 형사피고인은 상당한 이유가 없는 한 지체없이 공개재판을 받을
        권리를 가진다. 모든 국민은 학문과 예술의 자유를 가진다. 법관은 탄핵 또는
        금고 이상의 형의 선고에 의하지 아니하고는 파면되지 아니하며, 징계처분에
        의하지 아니하고는 정직·감봉 기타 불리한 처분을 받지 아니한다. 재산권의
        행사는 공공복리에 적합하도록 하여야 한다. 대통령은 법률안의 일부에
        대하여 또는 법률안을 수정하여 재의를 요구할 수 없다. 대법원장과 대법관이
        아닌 법관의 임기는 10년으로 하며, 법률이 정하는 바에 의하여 연임할 수
        있다. 국회의 회의는 공개한다. 다만, 출석의원 과반수의 찬성이 있거나
        의장이 국가의 안전보장을 위하여 필요하다고 인정할 때에는 공개하지 아니할
        수 있다. 모든 국민은 고문을 받지 아니하며, 형사상 자기에게 불리한 진술을
        강요당하지 아니한다. 국무위원은 국무총리의 제청으로 대통령이 임명한다.
        국가는 청원에 대하여 심사할 의무를 진다. 탄핵소추의 의결을 받은 자는
        탄핵심판이 있을 때까지 그 권한행사가 정지된다. 모든 국민은 헌법과 법률이
        정한 법관에 의하여 법률에 의한 재판을 받을 권리를 가진다. 군사재판을
        관할하기 위하여 특별법원으로서 군사법원을 둘 수 있다. 국민경제의 발전을
        위한 중요정책의 수립에 관하여 대통령의 자문에 응하기 위하여
        국민경제자문회의를 둘 수 있다. 정부는 예산에 변경을 가할 필요가 있을
        때에는 추가경정예산안을 편성하여 국회에 제출할 수 있다. 재판의 심리와
        판결은 공개한다. 다만, 심리는 국가의 안전보장 또는 안녕질서를 방해하거나
        선량한 풍속을 해할 염려가 있을 때에는 법원의 결정으로 공개하지 아니할 수
        있다. 공무원의 신분과 정치적 중립성은 법률이 정하는 바에 의하여
        보장된다. 감사위원은 원장의 제청으로 대통령이 임명하고, 그 임기는
        4년으로 하며, 1차에 한하여 중임할 수 있다. 제2항의 재판관중 3인은
        국회에서 선출하는 자를, 3인은 대법원장이 지명하는 자를 임명한다.
        누구든지 체포 또는 구속을 당한 때에는 즉시 변호인의 조력을 받을 권리를
        가진다. 다만, 형사피고인이 스스로 변호인을 구할 수 없을 때에는 법률이
        정하는 바에 의하여 국가가 변호인을 붙인다. 국채를 모집하거나 예산외에
        국가의 부담이 될 계약을 체결하려 할 때에는 정부는 미리 국회의 의결을
        얻어야 한다. 헌법재판소는 법관의 자격을 가진 9인의 재판관으로 구성하며,
        재판관은 대통령이 임명한다. 모든 국민은 양심의 자유를 가진다. 모든
        국민은 거주·이전의 자유를 가진다. 대통령은 국가의 안위에 관계되는 중대한
        교전상태에 있어서 국가를 보위하기 위하여 긴급한 조치가 필요하고 국회의
        집회가 불가능한 때에 한하여 법률의 효력을 가지는 명령을 발할 수 있다.
      </div>
    </div>
  );
}
