import React from "react";
import Main from "../components/section/Main";
export default function Personal() {
  return (
    <Main>
      <div className="modal-content2">
        국가는 주택개발정책등을 통하여 모든 국민이 쾌적한 주거생활을 할 수
        있도록 노력하여야 한다. 교육의 자주성·전문성·정치적 중립성 및 대학의
        자율성은 법률이 정하는 바에 의하여 보장된다. 대통령은 법률이 정하는 바에
        의하여 훈장 기타의 영전을 수여한다. 누구든지 병역의무의 이행으로 인하여
        불이익한 처우를 받지 아니한다. 모든 국민은 보건에 관하여 국가의 보호를
        받는다. 모든 국민은 법률이 정하는 바에 의하여 선거권을 가진다.
        탄핵소추의 의결을 받은 자는 탄핵심판이 있을 때까지 그 권한행사가
        정지된다. 재판의 심리와 판결은 공개한다. 다만, 심리는 국가의 안전보장
        또는 안녕질서를 방해하거나 선량한 풍속을 해할 염려가 있을 때에는 법원의
        결정으로 공개하지 아니할 수 있다. 대통령은 법률에서 구체적으로 범위를
        정하여 위임받은 사항과 법률을 집행하기 위하여 필요한 사항에 관하여
        대통령령을 발할 수 있다. 대한민국은 국제평화의 유지에 노력하고 침략적
        전쟁을 부인한다. 국가안전보장회의는 대통령이 주재한다. 이 헌법시행
        당시의 대법원장과 대법원판사가 아닌 법관은 제1항 단서의 규정에 불구하고
        이 헌법에 의하여 임명된 것으로 본다. 국가는 지역간의 균형있는 발전을
        위하여 지역경제를 육성할 의무를 진다. 국가안전보장에 관련되는
        대외정책·군사정책과 국내정책의 수립에 관하여 국무회의의 심의에 앞서
        대통령의 자문에 응하기 위하여 국가안전보장회의를 둔다. 군인은 현역을
        면한 후가 아니면 국무총리로 임명될 수 없다. 대통령은 필요하다고 인정할
        때에는 외교·국방·통일 기타 국가안위에 관한 중요정책을 국민투표에 붙일 수
        있다. 대한민국의 영토는 한반도와 그 부속도서로 한다. 국가는 국민 모두의
        생산 및 생활의 기반이 되는 국토의 효율적이고 균형있는 이용·개발과 보전을
        위하여 법률이 정하는 바에 의하여 그에 관한 필요한 제한과 의무를 과할 수
        있다. 국무총리는 대통령을 보좌하며, 행정에 관하여 대통령의 명을 받아
        행정각부를 통할한다. 모든 국민은 그 보호하는 자녀에게 적어도 초등교육과
        법률이 정하는 교육을 받게 할 의무를 진다. 헌법에 의하여 체결·공포된
        조약과 일반적으로 승인된 국제법규는 국내법과 같은 효력을 가진다.
        감사원은 원장을 포함한 5인 이상 11인 이하의 감사위원으로 구성한다.
        국가는 평생교육을 진흥하여야 한다. 대통령·국무총리·국무위원·행정각부의
        장·헌법재판소 재판관·법관·중앙선거관리위원회 위원·감사원장·감사위원 기타
        법률이 정한 공무원이 그 직무집행에 있어서 헌법이나 법률을 위배한 때에는
        국회는 탄핵의 소추를 의결할 수 있다. 국회의원은 법률이 정하는 직을 겸할
        수 없다. 국회가 재적의원 과반수의 찬성으로 계엄의 해제를 요구한 때에는
        대통령은 이를 해제하여야 한다. 대통령은 제1항과 제2항의 처분 또는 명령을
        한 때에는 지체없이 국회에 보고하여 그 승인을 얻어야 한다. 모든 국민은
        신체의 자유를 가진다. 누구든지 법률에 의하지 아니하고는
        체포·구속·압수·수색 또는 심문을 받지 아니하며, 법률과 적법한 절차에
        의하지 아니하고는 처벌·보안처분 또는 강제노역을 받지 아니한다.
      </div>
    </Main>
  );
}
