import React from "react";

export default function Policy() {
  return (
    <div>
      <h2 className="modal-title">이용정책</h2>
      <div className="modal-content-inner">
        이 헌법시행 당시의 법령과 조약은 이 헌법에 위배되지 아니하는 한 그
        효력을 지속한다. 국회의원의 수는 법률로 정하되, 200인 이상으로 한다.
        행정각부의 설치·조직과 직무범위는 법률로 정한다. 민주평화통일자문회의의
        조직·직무범위 기타 필요한 사항은 법률로 정한다. 근로자는 근로조건의
        향상을 위하여 자주적인 단결권·단체교섭권 및 단체행동권을 가진다. 국가는
        대외무역을 육성하며, 이를 규제·조정할 수 있다. 훈장등의 영전은 이를 받은
        자에게만 효력이 있고, 어떠한 특권도 이에 따르지 아니한다. 헌법재판소의
        조직과 운영 기타 필요한 사항은 법률로 정한다. 국회에 제출된 법률안
        기타의 의안은 회기중에 의결되지 못한 이유로 폐기되지 아니한다. 다만,
        국회의원의 임기가 만료된 때에는 그러하지 아니하다. 법관은 탄핵 또는 금고
        이상의 형의 선고에 의하지 아니하고는 파면되지 아니하며, 징계처분에
        의하지 아니하고는 정직·감봉 기타 불리한 처분을 받지 아니한다. 의무교육은
        무상으로 한다. 외국인은 국제법과 조약이 정하는 바에 의하여 그 지위가
        보장된다. 모든 국민은 학문과 예술의 자유를 가진다. 국무총리는 대통령을
        보좌하며, 행정에 관하여 대통령의 명을 받아 행정각부를 통할한다. 대통령이
        궐위된 때 또는 대통령 당선자가 사망하거나 판결 기타의 사유로 그 자격을
        상실한 때에는 60일 이내에 후임자를 선거한다. 헌법개정안이 제2항의 찬성을
        얻은 때에는 헌법개정은 확정되며, 대통령은 즉시 이를 공포하여야 한다.
        모든 국민은 주거의 자유를 침해받지 아니한다. 주거에 대한 압수나 수색을
        할 때에는 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다.
        탄핵결정은 공직으로부터 파면함에 그친다. 그러나, 이에 의하여 민사상이나
        형사상의 책임이 면제되지는 아니한다. 국회는 국무총리 또는 국무위원의
        해임을 대통령에게 건의할 수 있다. 헌법재판소는 법관의 자격을 가진 9인의
        재판관으로 구성하며, 재판관은 대통령이 임명한다. 군인은 현역을 면한 후가
        아니면 국무위원으로 임명될 수 없다. 공무원의 신분과 정치적 중립성은
        법률이 정하는 바에 의하여 보장된다. 사법권은 법관으로 구성된 법원에
        속한다. 국무회의는 대통령·국무총리와 15인 이상 30인 이하의 국무위원으로
        구성한다. 대통령은 법률이 정하는 바에 의하여 사면·감형 또는 복권을 명할
        수 있다. 행정각부의 장은 국무위원 중에서 국무총리의 제청으로 대통령이
        임명한다. 국회는 의원의 자격을 심사하며, 의원을 징계할 수 있다. 연소자의
        근로는 특별한 보호를 받는다. 대한민국은 민주공화국이다. 나는 헌법을
        준수하고 국가를 보위하며 조국의 평화적 통일과 국민의 자유와 복리의 증진
        및 민족문화의 창달에 노력하여 대통령으로서의 직책을 성실히 수행할 것을
        국민 앞에 엄숙히 선서합니다. 타인의 범죄행위로 인하여 생명·신체에 대한
        피해를 받은 국민은 법률이 정하는 바에 의하여 국가로부터 구조를 받을 수
        있다. 한 회계연도를 넘어 계속하여 지출할 필요가 있을 때에는 정부는
        연한을 정하여 계속비로서 국회의 의결을 얻어야 한다.
      </div>
    </div>
  );
}
