import React from "react";
import Main from "../components/section/Main";
export default function Service() {
  return (
    <Main>
      <div className="modal-content2">
        <h1 className="contenth1">서비스소개</h1>
        콘텐츠의 저작권 회원이 서비스 내에 게시한 콘텐츠의 저작권은 해당
        게시물의 저작자에게 귀속됩니다. 회원이 게시한 콘텐츠는 저작권법에 의하여
        보호를 받으며, KREAM이 작성한 저작물에 대한 저작권 및 기타 지적재산권은
        KREAM에 귀속합니다. 회원은 게시한 콘텐츠의 저작권 및 기타 산업재산권을
        갖고 있음을 명확히 합니다. 다만 회원은 본 서비스에 콘텐츠를 게시함으로써
        KREAM이 서비스 및 사업과 관련하여 해당 콘텐츠(및 그 2차적 저작물)의 일부
        또는 전부를 전 세계적으로 비독점적으로 무상으로 사용할 권리(이용, 공개,
        반포, 광고, 출판, 복제, 공연, 공중송신, 전시, 배포, 대여, 2차
        저작물작성)를 허락하며 이를 양도할 수 있음에 동의한 것으로 간주합니다.
        또한 KREAM에 대해 저작인격권을 행사하지 않을 것에 동의한 것으로
        간주합니다. 콘텐츠의 관리 및 임시조치 회원의 게시물이 정보통신망법 및
        저작권법 등 관련법에 위반되는 내용을 포함하는 경우, 관련법이 정한 절차에
        따라 해당 게시물의 게시중단 및 삭제 등의 임시조치를 요청할 수 있으며
        KREAM은 관련법에 따라 조치를 하여야 합니다. 고객센터로 문의하시기
        바랍니다. 부적절한 콘텐츠에 대한 판단은
        (사)한국인터넷자율정책기구(KISO)의 정책규정과 정보통신망법 제 44조의 7
        및 그 상세 기준이 되는 정보통신에 관한 심의규정을 참고합니다. KREAM은
        권리자의 요청이 없는 경우라도 권리침해가 인정될 만한 사유가 있거나 기타
        서비스 운영방침 및 관련법에 따라 해당 게시물에 대해 임시조치 등을 취할
        수 있습니다 KREAM은 콘텐츠와 관련한 문제에 대응하고 게시자와 신고자에게
        안내를 진행합니다. 단, 불법, 음란, 성인 관련 콘텐츠의 경우 안내 없이
        조치합니다. 그 외에 서비스의 신뢰도를 떨어뜨리는 콘텐츠 활용 및 부적절한
        활동이 확인되는 경우, 해당 계정의 활동 전체가 제한할 수 있습니다. 본인의
        게시물이 노출 중단된 경우, 권리침해 사실을 반박할 수 있는 소명자료를
        통해 재게시 요청이 가능합니다.
      </div>
    </Main>
  );
}
