import React from "react";

export default function Standards() {
  return (
    <div>
      <h2 className="modal-title">검수기준</h2>
      <div className="modal-content-inner">
        <p>
          국회는 상호원조 또는 안전보장에 관한 조약, 중요한 국제조직에 관한
          조약, 우호통상항해조약, 주권의 제약에 관한 조약, 강화조약, 국가나
          국민에게 중대한 재정적 부담을 지우는 조약 또는 입법사항에 관한 조약의
          체결·비준에 대한 동의권을 가진다.
        </p>

        <p>
          국무위원은 국정에 관하여 대통령을 보좌하며, 국무회의의 구성원으로서
          국정을 심의한다. 제2항과 제3항의 처분에 대하여는 법원에 제소할 수
          없다. 대통령은 국가의 독립·영토의 보전·국가의 계속성과 헌법을 수호할
          책무를 진다.
        </p>

        <p>
          근로자는 근로조건의 향상을 위하여 자주적인 단결권·단체교섭권 및
          단체행동권을 가진다. 국회의원은 법률이 정하는 직을 겸할 수 없다. 모든
          국민은 학문과 예술의 자유를 가진다.
        </p>

        <p>
          헌법재판소의 장은 국회의 동의를 얻어 재판관중에서 대통령이 임명한다.
          탄핵결정은 공직으로부터 파면함에 그친다. 그러나, 이에 의하여
          민사상이나 형사상의 책임이 면제되지는 아니한다.
        </p>

        <p>
          국무총리는 국무위원의 해임을 대통령에게 건의할 수 있다. 이 헌법중
          공무원의 임기 또는 중임제한에 관한 규정은 이 헌법에 의하여 그 공무원이
          최초로 선출 또는 임명된 때로부터 적용한다.
        </p>

        <p>
          제1항의 해임건의는 국회재적의원 3분의 1 이상의 발의에 의하여
          국회재적의원 과반수의 찬성이 있어야 한다. 헌법개정안이 제2항의 찬성을
          얻은 때에는 헌법개정은 확정되며, 대통령은 즉시 이를 공포하여야 한다.
        </p>

        <p>
          학교교육 및 평생교육을 포함한 교육제도와 그 운영, 교육재정 및 교원의
          지위에 관한 기본적인 사항은 법률로 정한다. 의무교육은 무상으로 한다.
          모든 국민은 자기의 행위가 아닌 친족의 행위로 인하여 불이익한 처우를
          받지 아니한다.
        </p>

        <p>
          대통령은 내란 또는 외환의 죄를 범한 경우를 제외하고는 재직중 형사상의
          소추를 받지 아니한다. 모든 국민은 거주·이전의 자유를 가진다.
          체포·구속·압수 또는 수색을 할 때에는 적법한 절차에 따라 검사의 신청에
          의하여 법관이 발부한 영장을 제시하여야 한다. 다만, 현행범인인 경우와
          장기 3년 이상의 형에 해당하는 죄를 범하고 도피 또는 증거인멸의 염려가
          있을 때에는 사후에 영장을 청구할 수 있다.
        </p>

        <p>
          지방자치단체는 주민의 복리에 관한 사무를 처리하고 재산을 관리하며,
          법령의 범위안에서 자치에 관한 규정을 제정할 수 있다. 정부는 예산에
          변경을 가할 필요가 있을 때에는 추가경정예산안을 편성하여 국회에 제출할
          수 있다.
        </p>

        <p>
          형사피의자 또는 형사피고인으로서 구금되었던 자가 법률이 정하는
          불기소처분을 받거나 무죄판결을 받은 때에는 법률이 정하는 바에 의하여
          국가에 정당한 보상을 청구할 수 있다.
        </p>

        <p>
          행정각부의 설치·조직과 직무범위는 법률로 정한다. 이 헌법시행 당시의
          대법원장과 대법원판사가 아닌 법관은 제1항 단서의 규정에 불구하고 이
          헌법에 의하여 임명된 것으로 본다.
        </p>

        <p>
          신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는 국민은 법률이
          정하는 바에 의하여 국가의 보호를 받는다. 한 회계연도를 넘어 계속하여
          지출할 필요가 있을 때에는 정부는 연한을 정하여 계속비로서 국회의
          의결을 얻어야 한다.
        </p>
      </div>
    </div>
  );
}
