import React from "react";

export default function Storeinfo() {
  return (
    <div className="modal-content2">
      최종 수정일 2023년 8월 30일 배송 과정 중 분실/도난/파손 등 사고 발생 시,
      아래 프로세스에 따라 보상이 진행될 수 있습니다. 1. 분실/도난 ① 유형 예시 •
      집화일 이후 배송 과정 중 최대 7일 이상 흐름이 멈춰 있음 • 상품이 도착한
      것으로 조회되나 실물 상품을 수령한 바 없음 • 상품 수령 시 택배 박스를
      개봉한 흔적이 확인되고 주문 상품이 포함되어 있지 않음 ② 사고 접수 필요
      사항 • 주문서 • 운송장 * 분실 유형에 따라 사고 접수 시, 도착지 CCTV 영상
      등이 요구될 수 있음 ③ 접수 기한 집화일로부터 10일 이내 2. 파손/손상 ① 유형
      예시 • 택배 박스가 외력에 의해 파손된 것이 육안으로 확인되며, 본품
      박스/내용물 또한 파손이 확인됨 • 택배 박스가 젖어 있으며, 본품 박스/내용물
      또한 젖어있음 ② 사고 접수 필요 사항 • 주문서 • 운송장 • 손상 택배 박스
      보관 • 운송장 확인이 가능한 택배 박스 사진 1장 및 파손/손상 부위 디테일
      사진 3장 (다각도 촬영) • 상품 식별이 가능한 박스 라벨 포함 사진 1장 * 사고
      접수 후 파손/손상에 해당하는 실물 상품을 회수하여 파손/손상 정도를 확인함
      ③ 접수 기한 배송 완료일로부터 7일 이내 주의사항 • 접수 기한이 경과하였거나
      구비 사항이 미비할 경우 사고 접수가 불가합니다. • 사고 확인, 보상금 확정
      및 지급까지는 사고 배송 업체 사정에 따라 약 30일 가량 소요될 수 있습니다.
      • 구체적인 보상의 범위는 사고 배송 업체의 보상 정책을 따르며, 거래 체결
      금액을 초과하지 않습니다.
    </div>
  );
}
