import React from "react";
import Main from "../components/section/Main";

export default function Storeinfo() {
  return (
    <Main>
      <div className="modal-content2">
        <h1 className="contenth1">국회의원</h1>
        국회의원의 수는 법률로 정하되, 200인 이상으로 한다. 헌법개정안은 국회가
        의결한 후 30일 이내에 국민투표에 붙여 국회의원선거권자 과반수의 투표와
        투표자 과반수의 찬성을 얻어야 한다. 국가는 농·어민과 중소기업의
        자조조직을 육성하여야 하며, 그 자율적 활동과 발전을 보장한다. 국가는
        전통문화의 계승·발전과 민족문화의 창달에 노력하여야 한다. 대통령이
        궐위된 때 또는 대통령 당선자가 사망하거나 판결 기타의 사유로 그 자격을
        상실한 때에는 60일 이내에 후임자를 선거한다. 국민의 자유와 권리는 헌법에
        열거되지 아니한 이유로 경시되지 아니한다. 국민경제자문회의의
        조직·직무범위 기타 필요한 사항은 법률로 정한다. 국회에서 의결된 법률안은
        정부에 이송되어 15일 이내에 대통령이 공포한다. 헌법재판소 재판관은
        정당에 가입하거나 정치에 관여할 수 없다. 대법원과 각급법원의 조직은
        법률로 정한다. 평화통일정책의 수립에 관한 대통령의 자문에 응하기 위하여
        민주평화통일자문회의를 둘 수 있다. 대통령은 국가의 원수이며, 외국에
        대하여 국가를 대표한다. 모든 국민은 학문과 예술의 자유를 가진다.
        학교교육 및 평생교육을 포함한 교육제도와 그 운영, 교육재정 및 교원의
        지위에 관한 기본적인 사항은 법률로 정한다. 국가는 과학기술의 혁신과 정보
        및 인력의 개발을 통하여 국민경제의 발전에 노력하여야 한다. 헌법재판소의
        장은 국회의 동의를 얻어 재판관중에서 대통령이 임명한다. 공무원은
        국민전체에 대한 봉사자이며, 국민에 대하여 책임을 진다. 감사원은 원장을
        포함한 5인 이상 11인 이하의 감사위원으로 구성한다. 각급 선거관리위원회는
        선거인명부의 작성등 선거사무와 국민투표사무에 관하여 관계 행정기관에
        필요한 지시를 할 수 있다. 국회의원과 정부는 법률안을 제출할 수 있다.
        모든 국민은 거주·이전의 자유를 가진다. 국가유공자·상이군경 및 전몰군경의
        유가족은 법률이 정하는 바에 의하여 우선적으로 근로의 기회를 부여받는다.
      </div>
    </Main>
  );
}
