import React from "react";

export default function Talented() {
  return (
    <div className="modal-content2">
      공개하지 아니한 회의내용의 공표에 관하여는 법률이 정하는 바에 의한다.
      대한민국의 주권은 국민에게 있고, 모든 권력은 국민으로부터 나온다. 외국인은
      국제법과 조약이 정하는 바에 의하여 그 지위가 보장된다. 국가는 과학기술의
      혁신과 정보 및 인력의 개발을 통하여 국민경제의 발전에 노력하여야 한다.
      국회에 제출된 법률안 기타의 의안은 회기중에 의결되지 못한 이유로 폐기되지
      아니한다. 다만, 국회의원의 임기가 만료된 때에는 그러하지 아니하다. 제안된
      헌법개정안은 대통령이 20일 이상의 기간 이를 공고하여야 한다. 국정의 중요한
      사항에 관한 대통령의 자문에 응하기 위하여 국가원로로 구성되는
      국가원로자문회의를 둘 수 있다. 대통령은 국무총리·국무위원·행정각부의 장
      기타 법률이 정하는 공사의 직을 겸할 수 없다. 모든 국민은 소급입법에 의하여
      참정권의 제한을 받거나 재산권을 박탈당하지 아니한다. 모든 국민은 인간다운
      생활을 할 권리를 가진다. 공무원의 신분과 정치적 중립성은 법률이 정하는
      바에 의하여 보장된다. 국가안전보장에 관련되는 대외정책·군사정책과
      국내정책의 수립에 관하여 국무회의의 심의에 앞서 대통령의 자문에 응하기
      위하여 국가안전보장회의를 둔다. 모든 국민은 양심의 자유를 가진다. 사회적
      특수계급의 제도는 인정되지 아니하며, 어떠한 형태로도 이를 창설할 수 없다.
      대한민국은 민주공화국이다. 제1항의 해임건의는 국회재적의원 3분의 1 이상의
      발의에 의하여 국회재적의원 과반수의 찬성이 있어야 한다. 법관은 헌법과
      법률에 의하여 그 양심에 따라 독립하여 심판한다. 통신·방송의 시설기준과
      신문의 기능을 보장하기 위하여 필요한 사항은 법률로 정한다. 국회의원은
      국가이익을 우선하여 양심에 따라 직무를 행한다. 타인의 범죄행위로 인하여
      생명·신체에 대한 피해를 받은 국민은 법률이 정하는 바에 의하여 국가로부터
      구조를 받을 수 있다. 대법관의 임기는 6년으로 하며, 법률이 정하는 바에
      의하여 연임할 수 있다. 대통령의 임기가 만료되는 때에는 임기만료 70일 내지
      40일전에 후임자를 선거한다. 혼인과 가족생활은 개인의 존엄과 양성의 평등을
      기초로 성립되고 유지되어야 하며, 국가는 이를 보장한다. 국정감사 및 조사에
      관한 절차 기타 필요한 사항은 법률로 정한다. 대법관은 대법원장의 제청으로
      국회의 동의를 얻어 대통령이 임명한다. 예비비는 총액으로 국회의 의결을
      얻어야 한다. 예비비의 지출은 차기국회의 승인을 얻어야 한다. 모든 국민은 법
      앞에 평등하다. 누구든지 성별·종교 또는 사회적 신분에 의하여
      정치적·경제적·사회적·문화적 생활의 모든 영역에 있어서 차별을 받지
      아니한다. 평화통일정책의 수립에 관한 대통령의 자문에 응하기 위하여
      민주평화통일자문회의를 둘 수 있다. 대통령은 조국의 평화적 통일을 위한
      성실한 의무를 진다.
    </div>
  );
}
