import React from "react";
import Main from "../components/section/Main";
export default function Talented() {
  return (
    <Main>
      <div className="modal-content2">
        공공필요에 의한 재산권의 수용·사용 또는 제한 및 그에 대한 보상은
        법률로써 하되, 정당한 보상을 지급하여야 한다. 모든 국민은 법 앞에
        평등하다. 누구든지 성별·종교 또는 사회적 신분에 의하여
        정치적·경제적·사회적·문화적 생활의 모든 영역에 있어서 차별을 받지
        아니한다. 대법원에 대법관을 둔다. 다만, 법률이 정하는 바에 의하여
        대법관이 아닌 법관을 둘 수 있다. 감사원은 원장을 포함한 5인 이상 11인
        이하의 감사위원으로 구성한다. 대한민국의 주권은 국민에게 있고, 모든
        권력은 국민으로부터 나온다. 모든 국민은 거주·이전의 자유를 가진다.
        국무위원은 국정에 관하여 대통령을 보좌하며, 국무회의의 구성원으로서
        국정을 심의한다. 형사피고인은 유죄의 판결이 확정될 때까지는 무죄로
        추정된다. 이 헌법중 공무원의 임기 또는 중임제한에 관한 규정은 이 헌법에
        의하여 그 공무원이 최초로 선출 또는 임명된 때로부터 적용한다. 행정각부의
        설치·조직과 직무범위는 법률로 정한다. 정기회의 회기는 100일을, 임시회의
        회기는 30일을 초과할 수 없다. 의원을 제명하려면 국회재적의원 3분의 2
        이상의 찬성이 있어야 한다. 모든 국민은 능력에 따라 균등하게 교육을 받을
        권리를 가진다. 공무원인 근로자는 법률이 정하는 자에 한하여
        단결권·단체교섭권 및 단체행동권을 가진다. 대통령은 헌법과 법률이 정하는
        바에 의하여 국군을 통수한다. 국회의원과 정부는 법률안을 제출할 수 있다.
        저작자·발명가·과학기술자와 예술가의 권리는 법률로써 보호한다. 국회의원의
        수는 법률로 정하되, 200인 이상으로 한다. 대통령은 제4항과 제5항의 규정에
        의하여 확정된 법률을 지체없이 공포하여야 한다. 제5항에 의하여 법률이
        확정된 후 또는 제4항에 의한 확정법률이 정부에 이송된 후 5일 이내에
        대통령이 공포하지 아니할 때에는 국회의장이 이를 공포한다. 국가는
        사회보장·사회복지의 증진에 노력할 의무를 진다. 각급 선거관리위원회의
        조직·직무범위 기타 필요한 사항은 법률로 정한다. 대한민국의 영토는
        한반도와 그 부속도서로 한다. 대법원은 법률에 저촉되지 아니하는
        범위안에서 소송에 관한 절차, 법원의 내부규율과 사무처리에 관한 규칙을
        제정할 수 있다. 국회는 상호원조 또는 안전보장에 관한 조약, 중요한
        국제조직에 관한 조약, 우호통상항해조약, 주권의 제약에 관한 조약,
        강화조약, 국가나 국민에게 중대한 재정적 부담을 지우는 조약 또는
        입법사항에 관한 조약의 체결·비준에 대한 동의권을 가진다.
      </div>
    </Main>
  );
}
