import React from "react";
import Main from "../components/section/Main";

export default function Terms() {
  return (
    <Main>
      <div className="modal-content2">
        헌법개정안이 제2항의 찬성을 얻은 때에는 헌법개정은 확정되며, 대통령은
        즉시 이를 공포하여야 한다. 헌법개정은 국회재적의원 과반수 또는 대통령의
        발의로 제안된다. 국방상 또는 국민경제상 긴절한 필요로 인하여 법률이
        정하는 경우를 제외하고는, 사영기업을 국유 또는 공유로 이전하거나 그
        경영을 통제 또는 관리할 수 없다. 모든 국민은 인간으로서의 존엄과 가치를
        가지며, 행복을 추구할 권리를 가진다. 국가는 개인이 가지는 불가침의
        기본적 인권을 확인하고 이를 보장할 의무를 진다. 국회의 회의는 공개한다.
        다만, 출석의원 과반수의 찬성이 있거나 의장이 국가의 안전보장을 위하여
        필요하다고 인정할 때에는 공개하지 아니할 수 있다. 대통령은 헌법과 법률이
        정하는 바에 의하여 공무원을 임면한다. 국가는 청원에 대하여 심사할 의무를
        진다. 각급 선거관리위원회는 선거인명부의 작성등 선거사무와
        국민투표사무에 관하여 관계 행정기관에 필요한 지시를 할 수 있다. 대통령은
        제4항과 제5항의 규정에 의하여 확정된 법률을 지체없이 공포하여야 한다.
        제5항에 의하여 법률이 확정된 후 또는 제4항에 의한 확정법률이 정부에
        이송된 후 5일 이내에 대통령이 공포하지 아니할 때에는 국회의장이 이를
        공포한다. 공개하지 아니한 회의내용의 공표에 관하여는 법률이 정하는 바에
        의한다. 헌법개정안은 국회가 의결한 후 30일 이내에 국민투표에 붙여
        국회의원선거권자 과반수의 투표와 투표자 과반수의 찬성을 얻어야 한다.
        모든 국민은 근로의 권리를 가진다. 국가는 사회적·경제적 방법으로 근로자의
        고용의 증진과 적정임금의 보장에 노력하여야 하며, 법률이 정하는 바에
        의하여 최저임금제를 시행하여야 한다. 국회의원은 현행범인인 경우를
        제외하고는 회기중 국회의 동의없이 체포 또는 구금되지 아니한다.
        지방의회의 조직·권한·의원선거와 지방자치단체의 장의 선임방법 기타
        지방자치단체의 조직과 운영에 관한 사항은 법률로 정한다. 정당의 목적이나
        활동이 민주적 기본질서에 위배될 때에는 정부는 헌법재판소에 그 해산을
        제소할 수 있고, 정당은 헌법재판소의 심판에 의하여 해산된다. 국가는
        사회보장·사회복지의 증진에 노력할 의무를 진다. 국가는 지역간의 균형있는
        발전을 위하여 지역경제를 육성할 의무를 진다. 국회는 국가의 예산안을
        심의·확정한다. 국가는 모성의 보호를 위하여 노력하여야 한다. 여자의
        근로는 특별한 보호를 받으며, 고용·임금 및 근로조건에 있어서 부당한
        차별을 받지 아니한다. 정기회의 회기는 100일을, 임시회의 회기는 30일을
        초과할 수 없다. 군사재판을 관할하기 위하여 특별법원으로서 군사법원을 둘
        수 있다. 국회는 헌법 또는 법률에 특별한 규정이 없는 한 재적의원 과반수의
        출석과 출석의원 과반수의 찬성으로 의결한다. 가부동수인 때에는 부결된
        것으로 본다.
      </div>
    </Main>
  );
}
